Repository: mozilla-l10n/mt-training-data
Catalog: ilo/ilo_pontoon.tmx
Source language: en_us
Languages: ilo

source: Checking for updates…
ilo: Palutputen ti pannanarimaan...

source: Chichewa
ilo: Tsitsewa

source: Chill
ilo: Lam-ek

source: Chinese
ilo: Insek

source: Chinese, Simplified
ilo: Insik, Pinaababaan

source: Chinese, Traditional
ilo: Insik, Nakaisigudan

source: Choose…
ilo: Pilien...

source: Choose a Certificate Backup Password
ilo: Pilienyo ti Kontrasenias ti Pannakatipon ti Sertipiko

source: Choose a certificate to present as identification:
ilo: Pilien ti sertipiko nga idatag a kas pagilasinan:

source: Choose Application
ilo: Piliin ti Pakat

source: Choose Application…
ilo: Piliin ti Pakat...

source: Choose a Start Menu folder for the $BrandFullNameDA shortcuts.
ilo: Pilien ti karpeta ti Menu a Pagrugian maipaay ti apat ti $BrandFullNameDA.

source: Choose Components
ilo: Pilien ti Komponente

source: Choose File…
ilo: Pilien ti Intar...

source: Choose Install Location
ilo: Pilien ti Paginstalaran

source: Choose Start Menu Folder
ilo: Pilien ti Karpeta ti Menu a Pagrugian

source: Choose the folder in which to install $BrandFullNameDA.
ilo: Pilien ti karpeta a paginstalaran ti $BrandFullNameDA.

source: Choose the type of setup you prefer, then click Next.
ilo: Pilienyo ti kita ti instalasion, sayonto klikan ti 'Sumaruno'.

source: Church Slavic
ilo: Eslabiko Relihioso

source: Chuvash
ilo: Tsubas

source: Clear
ilo: Borraen

source: Clear All History
ilo: Borraen Amin a Pakasaritaan

source: Clear Cookies and Site Data
ilo: Borraen dagiti Galietas ken Datos ti Sitio

source: Clear Data
ilo: Boraen ti Datos

source: Clearing all cookies and site data stored by { -brand-short-name } may sign you out of websites and remove offline web content. Clearing cache data will not affect your logins.
ilo: No borraen amin a galietas ken datos dagiti sitio a naidulin ti { -brand-short-name } ket mabalin a marsat ti sesionyo kadagiti sitio ken maikkat ti sisisina a laon iti Web. Ti panangborra iti naitipon a datos ket awan ti kabaelanna.

source: Clear recent browsing history, cookies, and related data
ilo: Borraen dagiti nabiit a pakarasritaan ti panagbasa, galietas ken maipapan a datos

source: Clear Recent History
ilo: Borraen ti Nabiit a Pakasaritaan

source: Clear Recent History…
ilo: Borraen ti Nabiit a Pakasaritaan…

source: Click
ilo: Klikan

source: Click here for details
ilo: Klikanyo ditoy agpaay ti detalie

source: Click Install to start the installation.
ilo: Aglagitikkayo iti Isimpa tapno agruginto.

source: Click Next to continue.
ilo: Klikanyo ti Sumaruno tapno makatuloykayo.

source: Click to sort
ilo: Klikan tapno matakunda

source: Click Uninstall to start the uninstallation.
ilo: Aglagitikkayo iti Yikkat tapno agruginto.

source: Click Upgrade to continue.
ilo: Klikanyo ti Tan-ayen tapno maipatuloy.

source: Client failed to generate session keys for SSL session.
ilo: Saan a napaltuad ti kliente dagiti sesion a tulbek para iti sesion nga SSL.

source: Close %S
ilo: Irikep ti %S

source: Code Signing
ilo: Panagpirma ti Kodigo

source: Color
ilo: Maris

source: Color:
ilo: Maris:

source: Colors
ilo: Maris

source: Colors…
ilo: Maris...

source: Common Name (CN)
ilo: Sapasan a Nagan (CN)

source: Completed
ilo: Nalpas

source: Completing the $BrandFullNameDA Setup Wizard
ilo: Malmalpas ti Bagnos ti Instalasion ti $BrandFullNameDA

source: Completing the $BrandFullNameDA Uninstall Wizard
ilo: Malmalpas ti Bagnos ti Panagikkat iti $BrandFullNameDA

source: Configuration Error
ilo: Kammali ti Kompigurasion

source: Configure Proxy Access to the Internet
ilo: Arreglo ti Panangaramat ti Proxy iti Internet

source: Confirm Dialog Preference
ilo: Pasingkedan ti Pagdumdumaan iti Dialogo

source: Confirm Security Exception
ilo: Patalgedan ti Laksid ti Seguridad

source: Connected to %1$S…
ilo: Nakasilpo iti %1$S…

source: Connecting to %1$S…
ilo: Silsilpuan ti %1$S…

source: Connection Interrupted
ilo: Naallawat ti Panilpo

source: Connection Not Encrypted
ilo: Saan a Nakakripta ti Panilpo

source: Connection Partially Encrypted
ilo: Nakakripta a Sangkapaset Laeng ti Panilpo

source: Connection Settings
ilo: Parametro ti Panagsilpo

source: Connection timed out
ilo: Nalabsan ti panawen ti panilpo

source: Content
ilo: Laon

source: Content Encoding Error
ilo: Kammali iti Panangkodigo ti Laon

source: Continue
ilo: Ipatuloy

source: Contribute to the development of this add-on
ilo: Aguruk iti panagpasayaat daytoy a raman

source: Cookies and Site Data
ilo: Galietas ken Datos ti Sitio

source: Cookies and Site Data ({ $amount } { $unit })
ilo: Galietas ken Datos ti Sitio ({ $amount } a { $unit })

source: Cook Islands
ilo: Kapuruan a Cook

source: Copy
ilo: Kopiaen

source: Copy Audio Location
ilo: Kopiaen ti Disso ti Audio

source: Copy Details To Clipboard
ilo: Kopiaen dagiti Detalie iti Clipboard

source: Copy Email Address
ilo: Kopiaen ti Pagtaengan nga E-Mail

source: Copy failed
ilo: Napaay ti panagkopia

source: Copy Image
ilo: Kopiaen ti Ladawan

source: Copy Image Location
ilo: Kopiaen ti Disso ti Ladawan

source: Copy Link Location
ilo: Kopiaen ti Disso ti Kasilpo

source: Copy Name
ilo: Kopiaen ti Nagan

source: "Copy to "
ilo: "Pagkopiaan "

source: Copy Value
ilo: Kopiaen ti Pateg

source: Copy Video Location
ilo: Kopiaen ti Disso ti Video

source: Cornish
ilo: Kornuales

source: Corsican
ilo: Korso

source: Could not decode ASN.1 data. Specified template was invalid.
ilo: Saan a naidekod ti datos a ASN.1. Saan a maipateg ti naituding nga alagad.

source: "Could not find symbol: "
ilo: "Saan a nabirokan ti simbolo: "

source: "Could not load: "
ilo: "Saan a nakarga: "

source: Could not verify this certificate because it has been revoked.
ilo: Saan a napasingkedan daytoy a sertipiko gapu ta nawaswasen.

source: Could not verify this certificate because it has expired.
ilo: Saan a napasingkedan daytoy a sertipiko gapu ta nagpason.

source: Could not verify this certificate because it is not trusted.
ilo: Saan a napasingkedan daytoy a sertipiko gapu ta saan a matalkan.

source: Could not verify this certificate because the issuer is not trusted.
ilo: Saan a mapasingkedan daytoy a sertipiko gapu ta saan a matalkan ti nangiwaras.

source: Could not verify this certificate because the issuer is unknown.
ilo: Saan a napasingkedan daytoy a sertipiko gapu ta saan nga am-ammo ti nangiwaras.

source: Could not verify this certificate for unknown reasons.
ilo: Saan a napasingkedan daytoy a sertpiko ta awan ti gapgapuna.

source: Couldn't find the crash reporter's settings.
ilo: Saan a nabirokan dagiti parametro ti Mammadamag ti Palta.

source: Couldn't move application data file.
ilo: Saan a nayalis ti intar ti datos ti aplikasion.

source: Couldn't read the application data file.
ilo: Saan a nabasa ti intar ti datos ti aplikasion.

source: Count
ilo: Bilang

source: "Created uninstaller: "
ilo: "Naparsua a pangdisinstala: "

source: "Create folder: "
ilo: Parsuaen ti Karpeta: %s

source: Create icons for $BrandShortName:
ilo: Parsuaen ti ikono ti $BrandShortName:

source: Create Program Icons
ilo: Parsuaen ti Ikono ti Programa

source: "Create shortcut: "
ilo: "Parsuaen ti apat:"

source: Creating an element with an invalid QName.
ilo: Parpasuaen ti elemento babaen saan a maipateg a QName.

source: Cree
ilo: Kri

source: Crimean Tatar
ilo: Tatar a Kirmeo

source: Critical
ilo: Managdillaw

source: CRL already exists.
ilo: Panagaddan ti CRL.

source: CRL Signer
ilo: Mampirma ti CRL

source: Croatian
ilo: Kroata

source: Current password:
ilo: Agdinama a kontrasenias:

source: Custom…
ilo: Pangrunaen…

source: Custom Scale…
ilo: Naipangruna a Panambagay…

source: Cut
ilo: Kartiben

source: Cycle
ilo: Tarusan

source: Cyprus
ilo: Tsipre

source: Cyrillic
ilo: Siriliko

source: Cyrillic (KOI8-R)
ilo: Siriliko (KOI8-R)

source: Czech
ilo: Tseko

source: D
ilo: S

source: Danish
ilo: Danes

source: Data
ilo: Datos

source: Data Encipherment
ilo: Panagsipra ti Datos

source: Data Size
ilo: Kadakkel ti Datos:

source: Date Submitted
ilo: Panagidadatagna

source: Date/Time
ilo: Petsa/Oras

source: Default
ilo: Sigud

source: Default for Current Locale
ilo: Sigud ti Agdama a Lokalidad

source: Default ({ $name })
ilo: Sigud ({ $name })

source: Delete
ilo: Buraen

source: Delete…
ilo: Borraen

source: Delete Certificate
ilo: Buraen ti Sertipiko

source: Delete E-Mail Certificates
ilo: Borraen ti Sertipiko ti E-Mail

source: "Delete file: "
ilo: "Buraen ti intar: "

source: "Delete on reboot: "
ilo: "Maburanto intuno panagrugi manen: "

source: Delete or Distrust…
ilo: Borraen wenno Ipaidam...

source: Delete Recent <html:strong>Cookies</html:strong>
ilo: Borraen ti Nabiit a <html:strong>Galietas</html:strong>

source: Delete Recent <html:strong>History</html:strong>
ilo: Borraen ti Nabiit a <html:strong>Pakasaritaan</html:strong>

source: Delete Recent <strong>Cookies</strong>
ilo: Borraen ti Nabiit a <strong>Galietas</strong>

source: Delete Recent <strong>History</strong>
ilo: Borraen ti Nabiit a <strong>Pakasaritaan</strong>

source: Delete Server Certificate Exceptions
ilo: Buraen ti Laksid ti Sertipiko ti Serbidor

source: Delete your Certificates
ilo: Borraen dagiti Sertipikoyo

source: Deleting a profile will remove the profile from the list of available profiles and cannot be undone.\nYou may also choose to delete the profile data files, including your settings, certificates and other user-related data. This option will delete the folder “%S” and cannot be undone.\nWould you like to delete the profile data files?
ilo: No maborra ti profile, ligsayanto ti profile ti listaan ti maar-aramat a profile ket saanto a mawaswas. Mabalinyo a borraen dagiti intar ti datos, agraman pay dagiti parametroyo, sertipikoyo ken dadduma pay a bukod a datos. Borraento daytoy nga opsion ti karpeta a "%S" ket saanto a mawaswas.\nKayatyo a borraen dagiti intar ti datos ti profile?

source: Description
ilo: Pakabigbigan

source: Desktop
ilo: Eskritorio

source: Details
ilo: Detalie

source: Details…
ilo: Detalie...

source: Device ID
ilo: ID ti aparato

source: Dictionaries
ilo: Pagipatarusan

source: Did not expect anonymous box.
ilo: Napettat ti anomino a kuadro.

source: Dimensions:
ilo: Gupit:

source: Disable cache
ilo: Iddepen ti panagipenpen

source: (disabled)
ilo: (naiddep)

source: Disabled
ilo: Nakaiddep

source: Disable Extension
ilo: Iddepen ti Nayon

source: Disable FIPS
ilo: Iddepen ti FIPS

source: Disable HTTP cache
ilo: Iddepen ti panagipempen ti HTTP

source: Disable this add-on
ilo: Iddepen daytoy a raman

source: Disable this add-on (restart required)
ilo: Iddepen daytoy a raman (masapol ti pannakarugina manen)

source: Disconnect.me basic protection (Recommended).
ilo: Kangrunaan a salaknib a Disconnect.me (Inkalikagum).

source: Disconnect.me strict protection.
ilo: Naiget a salaknib a Disconnect.me.

source: DNS Name
ilo: Nagan a DNS

source: Document Expired
ilo: Nagpason ti Dokumento

source: document is not standalone
ilo: Saan a pawpaway ti dokumento

source: Dollar sign
ilo: Doliar

source: Dominican Republic
ilo: Republika a Dominikana

source: DOM Source of MathML
ilo: Pagtaudan a DOM ti MathML

source: DOM Source of Selection
ilo: Pagtaudan a DOM ti Pakapilian

source: Done
ilo: Nalpas

source: Do not prompt for authentication if password is saved
ilo: Dinak saludsoden ti panangpasingked no naidulin ti kontrasenias

source: Don’t show this message when pop-ups are blocked
ilo: Saan a maipakita daytoy a mensahe no malapdan ti tumpuar a tawa

source: Dot
ilo: Tulnek

source: Downloaded certificate’s name duplicates one already in your database.
ilo: Pampaminduaen ti nagan ti naiyulog a sertipiko ti maysa nga addan iti databaseyo.

source: Downloading %S
ilo: Iyulyulog ti %S

source: Downloads
ilo: Pagipababaan

source: Do you want to trust “%S” for the following purposes?
ilo: Taltalkanyo ti "%S" agpaay kadagiti sumagsaganad a pamuspusan?

source: duplicate attribute
ilo: dinoble nga atributo

source: Duplicate attribute.
ilo: Naduktalan ti dinoble nga atributo.

source: Duplicate Keyword
ilo: Napamindua a Balikas-tulbek

source: Dutch
ilo: Olandes

source: e
ilo: u

source: E
ilo: u

source: Each Frame on Separate _Pages
ilo: Tunggal a Kuadro iti Sabsabali a _Panid

source: EDI Party Name
ilo: Nagan ti Partido nga EDI

source: Edit
ilo: Baliwan

source: Edit CA certificate trust settings
ilo: Baliwan dagiti parametro ti pannakatalek ti sertipiko a CA

source: Edit This Bookmark
ilo: Baliwan Daytoy a Pannanda

source: Edit Trust…
ilo: Baliwan ti Panagtalek...

source: Edit trust settings:
ilo: Baliwan dagiti parametro ti pannakatalek:

source: element
ilo: elemento

source: Elliptic Curve Public Key
ilo: Pagraramanan a Tulbek ti Arinduyog a Killo

source: Email Address
ilo: Pagtaengan ti E-mail

source: E-Mail Address
ilo: E-Mail

source: E-mail protection
ilo: Saranay ti E-Mail

source: Email Recipient Certificate
ilo: Sertipiko ti Mangawat iti E-mail

source: Email Signer Certificate
ilo: Sertipiko ti Mampirma iti E-Mail

source: Embed
ilo: Ipalay

source: <em:contributor>Joe Solon</em:contributor> <em:contributor>Suzy Solon</em:contributor>
ilo: <em:contributor>Joseph S. Maza</em:contributor> <em:contributor>Eugene Carmelo Cabanilla-Pedro</em:contributor><em:contributor>Roy Vadil Aragon</em:contributor><em:contributor>Ilocano.org</em:contributor>

source: Empty cache
ilo: Eppes ti pagipempenan

source: Enable
ilo: Pagbalinen

source: Enable add-on compatibility checking
ilo: Pagtarayan ti panagpalutput iti panagkatunos ti raman

source: Enabled Plugins
ilo: Agtartaray nga Anay

source: Enable this add-on
ilo: Pagtarayen daytoy a raman

source: Enable this add-on (restart required)
ilo: Pagtarayen daytoy a raman (masapol ti pannakarugina manen)

source: Ended
ilo: Nalpas

source: end of comment
ilo: gibus ti pagkunaan

source: End of file after “<”.
ilo: Naduktalan ti EOF a simmaruno iti "<".

source: End of file inside comment.
ilo: Gibus ti intar iti uneg ti pagkunaan.

source: End of file inside doctype.
ilo: Naduktalan ti EOF iti doctype.

source: End of file inside end tag. Ignoring tag.
ilo: Naduktalan ti EOF iti kaudian nga etiketa. Laklaksiden ti etiketa.

source: End of file occurred in an attribute name. Ignoring tag.
ilo: Rimsua ti EOF iti nagan ti atributo. Laklasiden ti etiketa.

source: End of file reached when inside an attribute value. Ignoring tag.
ilo: Naduktalan ti EOF iti pateg ti atributo. Laklaksiden ti etiketa.

source: End of file seen when looking for tag name. Ignoring tag.
ilo: Naduktalan ti EOF itay birbiroken ti nagan ti etiketa. Laklaksiden ti etiketa.

source: English
ilo: Inggles

source: Enter a container name
ilo: Panagananyo ti Pangikabilan

source: Enter line number
ilo: Bilang ti linia

source: Enter the preference name
ilo: Isurat ti nagan ti pagdumdumaan

source: Enter { $type } value
ilo: Isurat ti pateg a { $type }

source: Enter your email address
ilo: Idatagyo ti pagtaengan ti e-mail

source: Enter your email address here
ilo: Isuratyo ti pagtaenganyo nga e-mail ditoy

source: en-US, en
ilo: ilo-PH, ilo, en-US, en

source: Error
ilo: Kammali

source: Error attempting to import a CRL.
ilo: Rimsua ti kammali itay pinadas ti pannakaiyangkat iti CRL.

source: "Error creating: "
ilo: "Rimsua ti kammali iti panagparsua: "

source: Error creating directory:
ilo: Rimsua ti Kammali bayat ti panagparsua ti direktorio:

source: "Error creating shortcut: "
ilo: "Kammali iti panagparsua ti apat: "

source: Error decompressing data! Corrupted installer?
ilo: Rimsua ti kammali iti panagpadakkel! Narukop aya ti panginstalar?

source: Error downloading
ilo: Kammali iti panagiyulog

source: Error in parsing value for ‘%1$S’.
ilo: Rimsua ti kammali bayat ti panagusig iti pateg ti '%1$S'.

source: error in processing external entity reference
ilo: kammali iti pannakaanalisa ti pannakatudo ti akinruar nga entidad

source: Error installing
ilo: Kammali iti panagiyinstala

source: Error opening file for writing: \r\n\r\n$0\r\n\r\nClick Retry to try again, or\r\nCancel to stop the installation.
ilo: Kammali iti pinannakalukat ti intar tapno masuratan: \r\n\r\n$0\r\n\r\nKlikanyo ti Uliten tapno mapadasyo manen, wenno\r\nIbabawi tapno maisardeng ti panaginstala.

source: Error registering DLL
ilo: Rimsua ti kammali iti panagilista iti DLL

source: Estonian
ilo: Estonio

source: Ethiopic
ilo: Etiope

source: Evaluating an invalid expression.
ilo: Ipatpateg ti saan a maipateg nga expresion.

source: Everything
ilo: Amin

source: Examine CA certificate
ilo: Bigbigen ti sertipiko ti CA

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
ilo: Pagarigan: .mozilla.org, .net.nz, 192.168.1.0/24

source: Exceptions
ilo: Laksid

source: Exceptions…
ilo: Laksid...

source: Exceptions - Translation
ilo: Laksi - Panagipatarus

source: "ExecShell: "
ilo: "Mangipatungpal iti bilin: "

source: "Execute: "
ilo: "Ipatungpal: "

source: Expected attribute name or namespace but found ‘%1$S’.
ilo: Inar-arig ti nagan ti atributo wenno sakup-nagan, ngem ti '%1$S'.

source: Expected font family list for @font-feature-values rule but found ‘%1$S’.
ilo: Expected '{' to begin @font-face rule but found '%1$S'.

source: Expected identifier for name of @keyframes rule.
ilo: Inar-arig ti pamigbig ti nagan ti @keyframes nga alagad.

source: Expected opening { of feature value set but found ‘%1$S’.
ilo: Expected '{' to begin @font-face rule but found '%1$S'.

source: Expected opening { of @font-feature-values rule but found ‘%1$S’.
ilo: Expected '{' to begin @font-face rule but found '%1$S'.

source: Expected opening { of @keyframes rule.
ilo: Inar-argi ti umuna a { ti @keyframes nga alagad.

source: . Expected: </%S>.
ilo: . Inag-arig: </%S>.

source: Expected ‘{’ to begin @counter-style rule but found ‘%1$S’.
ilo: Expected '{' to begin @font-face rule but found '%1$S'.

source: Expected ‘{’ to begin @supports rule but found ‘%1$S’.
ilo: Expected '{' to begin @font-face rule but found '%1$S'.

source: Expected ‘}’ to end @font-face rule but found ‘%1$S’.
ilo: Expected '{' to begin @font-face rule but found '%1$S'.

source: Expected ‘}’ to end @font-feature-values rule but found ‘%1$S’.
ilo: Expected '{' to begin @font-face rule but found '%1$S'.

source: Expected URI in @import rule but found ‘%1$S’.
ilo: Expected '{' to begin @font-face rule but found '%1$S'.

source: Expected URI in @-moz-document rule but found ‘%1$S’.
ilo: Expected '{' to begin @font-face rule but found '%1$S'.

source: Expires on:
ilo: Panagpapaso:

source: Expires On
ilo: Panagpapaso

source: Export…
ilo: Iluas...

source: Export Bookmarks File
ilo: Iluas ti Intar ti Pannanda

source: Export Bookmarks to HTML…
ilo: Iluas ti pannanda iti HTML...

source: Extended Key Usage
ilo: Pannakapatuloy ti Pannakaaramat ti Tulbek

source: { $extension } file
ilo: { $extension } nga intar

source: Failed to Connect
ilo: Napaay ti Panilpo

source: Failed to decode the file. Either it is not in PKCS #12 format, has been corrupted, or the password you entered was incorrect.
ilo: Napaay ti pannakadekodigo ti intar. Wenno ti pormatona ket saan PKCS #12, wenno narukop, wenno saan a maipateg ti kontrasenias nga inaramatyo.

source: Failed to encode data with ASN1 encoder
ilo: Saan a naipagikodigo ti datos iti ASNI a pangikodigo

source: Failed to initialize the selected cipher suite.
ilo: Saan a narugian ti pinili nga agasmang ti sipra.

source: Failed to Login
ilo: Napaay ti Pannakarugi ti Sesion

source: Failed to read the configuration file. Please contact your system administrator.
ilo: Saan a nabasa ti intar ti kompigurasion. Kasaoyo ti mangimaton ti sistema.

source: Failure to unwrap the Symmetric key in Client Key Exchange message.
ilo: Saan a naukas ti kaasamang a tulbek iti mensahe a Client Key Exchange.

source: Fallback Text Encoding
ilo: Pangsabalian a Panagkodigo ti Text

source: Faroese
ilo: Faroes

source: Field Value
ilo: Pateg ti Batog

source: Fijian
ilo: Pihiano

source: File
ilo: Intar

source: File Error
ilo: Kammali iti Intar

source: File is locked
ilo: Natulbekan ti intar

source: File Name to Backup
ilo: Nagan ti Pagtiponan

source: File size:
ilo: Kadakkel ti intar:

source: Find…
ilo: Biroken...

source: Find Again
ilo: Biroken manen

source: Find updates for installed plugins at
ilo: Pagbirokan ti nakainstala a pagaanay

source: Fingerprint
ilo: Lemma

source: Fingerprints
ilo: Lemma

source: Finnish
ilo: Pinlandes

source: FIPS 140 Cryptographic, Key and Certificate Services
ilo: FIPS 140 a Serbisio ti Kriptograpia, Tulbek ken Sertipiko

source: Firefox Account
ilo: Kuenta ti Firefox

source: Firefox and the Firefox logos are trademarks of the Mozilla Foundation.
ilo: Firefox ken dagiti logo ti Firefox ket marka ti Mozilla Foundation.

source: Firefox had a problem and crashed. We’ll try to restore your tabs and windows when it restarts.\n\nTo help us diagnose and fix the problem, you can send us a crash report.
ilo: Rimsua ti problema iti Firefox ket nagpalta. Mapadasto nga isubli dagiti etiketa ken tawa intuno agrugi manen.\n\nTapno matulungdakami a rikonosien sa tarimnen ti problema, maitulodyokami ti padamag ti pakapaltana.

source: Firefox had a problem and crashed. We’ll try to restore your tabs and windows when it restarts.\n\nUnfortunately the crash reporter is unable to submit a crash report.\n\nDetails: %s
ilo: Rimsua ti problema iti Firefox ket nagpalta. Mapadasto nga isubli dagiti etiketa ken tawa intuno agrugi manen\n\nNgem saanto a maitulod ti ahente ti padamag ti panakpaltana.\n\nDetalie: %s

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
ilo: Dinuktalan ti Firefox nga ipatpatudo ti serbidor dagiti dawat gapo kadaytoy a pagtaengan babaen ti wagas a saanto malpas uray saan kaanoman.

source: Firefox is configured to use a proxy server that is refusing connections.
ilo: Naituding ti Firefox nga agarmat iti proxy nga agpappaay iti panilpo.

source: Folder:
ilo: Karpeta:

source: [Folder Name]
ilo: [Nagan ti Karpeta]

source: Fonts
ilo: Font

source: Fonts for
ilo: Font ti

source: Food
ilo: Kanen

source: Forget About This Site
ilo: Lipatan Daytoy a Sitio

source: Forget the last:
ilo: Lipatan ti maudi:

source: Format
ilo: Pormato

source: Form Post from %S
ilo: Panagipaskil ti pormulario manipud iti %S

source: For security reasons, javascript or data urls cannot be loaded from the history window or sidebar.
ilo: Gapu ti rason ti seguridad, saan a maikarga ti javascript wenno url ti datos manipud ti tawa ti pakasaritaan wenno barras-igid.

source: “--!” found in comment.
ilo: Naduktalan ti “--!” iti uneg ti pagkunaan.

source: Found invalid value for media feature.
ilo: Naduktalan ti di-maipateg a pateg agpaay iti langa ti media.

source: Frames decoded
ilo: Naibatad a kuadro

source: “frameset” start tag seen.
ilo: Naduktalan ti umuna nga etiketa a "frameset".

source: Frames presented
ilo: Indatag a kuadro

source: French
ilo: Pranses

source: Frequent
ilo: Masansan

source: Frisian
ilo: Prisio

source: Friulian
ilo: Priulano

source: From %S
ilo: Manipud %S

source: From { $source }
ilo: Manipud { $source }

source: Fruit
ilo: Bunga

source: FTP Proxy
ilo: proxy ti FTP

source: Full Screen
ilo: Dagup a Pantalia

source: FW Version
ilo: Bersion ti FW

source: G
ilo: A

source: Galician
ilo: Galiego

source: General
ilo: Sapasap

source: Generic Crypto Services
ilo: Sapasap a Serbisios ti Kriptograpia

source: Georgian
ilo: Heorhio

source: German
ilo: Aleman

source: Get Add-ons
ilo: Biroken ti Raman

source: Getting Started
ilo: Umuna nga Addang

source: Gift
ilo: Regalo

source: Go back
ilo: Agsanud

source: Go back one page
ilo: Agsanud iti maysa a panid

source: Go back to this page
ilo: Agsubli kadaytoy a panid

source: Go forward
ilo: Agtarus

source: Go to line
ilo: Tarusan ti linia

source: Go to %S
ilo: Tarusan ti %S
